Repository: wp-plugins/star-review-manager
Catalog: languages/star-review-manager-*.po
Languages: nl_nl

source: Manage review instances
nl_nl: Beheer recensie instanties

source: Star Manager Review Settings
nl_nl: Star Review Manager Opties

source: Create new review container
nl_nl: Creeër nieuwe recensie instantie

source: Review container settings
nl_nl: Recensie instantie opties

source: Manage reviews
nl_nl: Beheer recensies

source: You do not have sufficient permissions to access this page.
nl_nl: U heeft niet voldoende rechten om deze pagina te bekijken.

source: pending
nl_nl: wachtend

source: Thank you for taking the time to take a look at this help page. On this page I will try to give an explanation of the features of this plugin.
nl_nl: Bedank u dat u de tijd wilt nemen om deze hulp pagina te bekijken. Op deze pagina zal ik u proberen een uitleg te geven van de verschillende functionaliteiten van deze plugin.

source: Review instances
nl_nl: Recensie instanties

source: This page contains information about the following features
nl_nl: Deze pagina bevat informatie over de volgende functionaliteiten

source: Creating a review instance
nl_nl: Het plaatsen van een recensie instantie

source: Creating a review form
nl_nl: Het plaatsen van een recensie formulier

source: Activating or deleting a review
nl_nl: Het activeren of verwijderen van een recensie

source: How to apply new styles to the review form and reviews (advanced)
nl_nl: Het toepassen van nieuwe stijlen op het review formulier en de reviews (geavanceerd)

source: How to create your own review form (advanced)
nl_nl: Het maken van uw eigen recensie formulier (geavanceerd)

source: One of the most important features of this plugin are the review instances.
nl_nl: Een van de meest belangrijke onderdelen van deze plugin zijn de recensie instanties.

source: A review instance is an instance in which the review items reside.
nl_nl: Een recensie instantie is een instantie waarin de reviews zich bevinden.

source: The instance makes it possible to create multiple review pages, using the shortcode, instances can be placed on different pages.
nl_nl: Deze instantie maakt het mogelijk om meerdere recensie pagina's te maken, door deze m.b.v. een shortcode op verschillende pagina's te plaatsen.

source: Use the shortcode
nl_nl: Gebruik de shortcode

source: to add a review instance to your page. The review instance will now automatically loads all active reviews.
nl_nl: om een review instantie aan uw pagina toe te voegen. De review instantie zal nu automatisch alle bijbehorende actieve recensies laden.

source: In this version we enabled support for the following shortcode parameters:
nl_nl: In deze versie staan wij de volgende shortcodes toe:

source: Shortcode params
nl_nl: Shortcode parameters

source: Param
nl_nl: Parameter

source: Values
nl_nl: Waardes

source: Mandatory
nl_nl: Verplicht

source: [id that corresponds to the created review instance (you can find this id in the managing menu)]
nl_nl: [het id dat hoort bij de door u gecreërde recensie instantie (deze kunt u vinden in het beheer menu)]

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Example
nl_nl: Voorbeeld

source: Review form
nl_nl: Recensie formulier

source: We created a review form for your convenience. It is also possible to create your own form, to do this see the section: Create your own form (advanced)
nl_nl: We hebben voor uw

source: To add the given form to your page, add the shortcode
nl_nl: Om een gedefeniëerd formulier aan uw pagina toe te voegen, plaats de shortcode

source: to your page together with the review instance id that the form needs to send its data to.
nl_nl: op uw pagina samen met het recensie instantie id waar uw formulier zijn data heen moet sturen.

source: [id of the related review instance on this page]
nl_nl: [id van de gerelateerde review instantie op de pagina]

source: Reviews
nl_nl: Recensies

source: As mentioned do reviews reside in a review instance.
nl_nl: Zoals beschreven bevinden de reviews zich in een review instantie.

source: Click on manage reviews in the manage review instances menu to see all approved and pending reviews.
nl_nl: Klik op beheer recensies in het beheer recensie instanties menu om alle actieve en nog goed te keuren recensies te zien.

source: Pending
nl_nl: Goed te keuren

source: After someone submitted a review on your website, the review is pending until you as an administrator agrees with the content.
nl_nl: Nadat iemand een recnesie op uw website heeft doorgevoerd, wacht de recensie op goedkeuring totdat u, als adminstrator, de inhoud goed keurt.

source: When you agree with the content of the review, you have the possibility to approve the review, to do this: click on the approve button related to the review.
nl_nl: Als u de inhoud goed vindt dan heeft u de mogelijkheid om de recensie goed te keuren. Dit kunt u doen door te klikken op de goed keuren knop behorende bij de recensie.

source: Approved
nl_nl: Goedgekeurd

source: All approved reviews are being shown on the place of the srm_reviewcontainer shortcode.
nl_nl: Alle goedgekerude recensies worden getoond op de plaatst van de srm_reviewcontainer shortcode

source: If you would like to remove a review, click on the delete button next to the review. The review will now be removed.
nl_nl: Als u een recensie wilt verwijderen. Klik op de verwijder-knop naast de recensie. De recensie zal nu verwijderd zijn.

source: Advanced
nl_nl: Geavanceerd

source: Style the given form and reviews
nl_nl: Stijl het voor-gedefinieerde formulier en recensies

source: It is possible to style the form and reviews that are provided by the plugin. To do this, go to the Star Review Manager Settings page (located in Settings) and add CSS code.
nl_nl: Het is mogelijk om het voor-gedefiniëerde formulier en de recensies te stijlen. Om dit te doen, ga naar de Star Review Manager Opties pagina (te vinden onder Instellingen) en voeg CSS code toe.

source: Create your own form (Advanced)
nl_nl: Maak uw eigen formuiler (Geavanceerd)

source: It is also possible to create your own form. To do this create a form tag with an empty action and a post method.
nl_nl: Het is ook mogelijk om uw eigen formulier te maken. Om dit te doen, creeër een form-tag met een lege actie en een post methode.

source: Next to that, make sure that you include a few (hidden)-tags within the form. The following tags are available:
nl_nl: Daarnaast, zorg ervoor dat u enkele (verborgen)-tag in het formulier toevoegd. De volgende tags zijn beschikbaar:

source: Tag name attribute
nl_nl: Tag name attribuut

source: Description
nl_nl: Omschrijving

source: Hidden
nl_nl: Verborgen

source: Related instance id. Make sure that this id corresponds to the id of the review instance on this page.
nl_nl: Gerelateerd instantie id. Zorg ervoor dat dit id overeenkomst met het id van de recensie instantie op de pagina.

source: A user will be created with this as his firstname (make sure that you also add lastname)
nl_nl: Een gebruiker wordt aangemaakt met deze voornaam (u moet hiervoor ook een achternaam invullen)

source: A user will be created with this as his lastname (make sure that you also add firstname)
nl_nl: Een gebruiker wordt aangemaakt met deze achter (u moet hiervoor ook een voornaam invullen)

source: Next to the fields, make sure that your submit button has the name property
nl_nl: Zorg er, naast de input-velden, ook voor dat uw submit knop een name property heeft.

source: , because we want to create a review.
nl_nl: , omdat we een "review" willen maken

source: Example: see the code of the generated form when you add it through a shortcode :)
nl_nl: Voorbeeld: zie de code van het gegenereerde formulier als u de shortcode voor het formulier op uw pagina plaatst :).

source: Any questions about or feedback on the plugin?
nl_nl: Vragen of feedback over de plugin?

source: Send me an e-mail (in Dutch, English or German otherwise you will get a google translated e-mail back)
nl_nl: Stuurt u mij gerust een e-mail (in het Nederlands, Engels of Duits, anders krijgt u een door google vertaalde e-mail terug).

source: Create review instance
nl_nl: Maak nieuwe recensie instantie

source: Title
nl_nl: Titel

source: Review limit
nl_nl: Recensie limiet

source: Pending reviews
nl_nl: Goed te keuren recensies

source: Active reviews
nl_nl: Actieve recenesies

source: Delete
nl_nl: Verwijder

source: Are you sure that you want to delete this container and all related reviews?
nl_nl: Weet u zeker dat u deze instantie en alle bijbehorende recensies wilt verwijderen?

source: Back to review instances overview
nl_nl: Terug naar overzicht

source: Message
nl_nl: Bericht

source: Rating
nl_nl: Waarderingen

source: Created
nl_nl: Geplaats

source: User
nl_nl: Gebruiker

source: Approve
nl_nl: Goedkeuren

source: Anonymous
nl_nl: Onbekend

source: New Review instance
nl_nl: Nieuwe recensie instantie

source: Rating categories
nl_nl: Waarderings categorieën

source: Category name
nl_nl: Categorie naam

source: Add category
nl_nl: Voeg categorie toe

source: Email notification
nl_nl: E-mail notificatie

source: Send me notifications on review submit
nl_nl: Stuur mij notificaties bij het plaatsen van een recensie

source: Email addres
nl_nl: E-mailadres

source: Amount of reviews per page
nl_nl: Aantal recensies per pagina

source: 0 is infinite
nl_nl: 0 is oneindig

source: Save
nl_nl: Opslaan

source: Star Review Manager Settings
nl_nl: Star Review Manager opties

source: Upload your CSS file
nl_nl: Upload uw CSS bestand

source: Or enter your CSS code below
nl_nl: Of vul uw CSS code hieronder in

source: send me an e-mail (in Dutch, English or German otherwise you will get a google translated e-mail back)
nl_nl: Stuurt u mij gerust een e-mail (in het Nederlands, Engels of Duits, anders krijgt u een door google vertaalde e-mail terug).

source: Review submitted
nl_nl: Recensie toegevoegd

source: The following review has just submitted to your website:
nl_nl: De volgende recensie is zojuist op uw website geplaatst:

source: Thank you in advance.
nl_nl: Bij voorbaat dank voor uw gift.

source: generated review form
nl_nl: genereerd recensie formulier

source: Thank you for sending in your review. When your review has been approved, it will be made visible
nl_nl: Bedankt voor uw recensie. Als uw recensie is goedgekeurd wordt deze zichtbaar.

source: Firstname
nl_nl: Voornaam

source: Lastname
nl_nl: Achternaam

source: Add review
nl_nl: Plaats recensie

source: automatically generated review output
nl_nl: automatisch gegeneerde recensie uitvoer.

source: created by
nl_nl: geplaatst door

source: created by Anonymous
nl_nl: geplaatst door een onbekend persoon

source: at
nl_nl: op

source: first
nl_nl: eerste

source: last
nl_nl: laatste
